Repository: gaudi68/egysotetszoba
Catalog: lang/*/strings.po
Languages: hu

source: Dropbox connection
hu: Dropbox kapcsolat

source: connect game to dropbox local storage
hu: játék csatlakoztatása a dropbox helyi tárolóhoz

source: connect
hu: csatlakozás

source: cancel
hu: mégse

source: Dropbox Export / Import
hu: Dropbox exportálás / importálás

source: export or import save data to dropbox datastorage
hu: mentés exportálása / importálása dropbox tárolóba

source: your are connected to dropbox with account / email
hu: csatlakozva vagy a dropboxhoz fiókkal vagy emaillel

source: save
hu: mentés

source: load
hu: betöltés

source: signout
hu: kijelentkezés

source: choose one slot to save to
hu: válassz egy helyet a mentéshez

source: save to slot
hu: mentés a helyre

source: choose one slot to load from
hu: válassz helyet a betöltéshez

source: load from slot
hu: betöltés innen

source: successfully saved to dropbox datastorage
hu: sikeres mentés dropbox tárolóba

source: error while saving to dropbox datastorage
hu: sikertelen mentés dropbox tárolóba

source: ok
hu: oké

source: boxer
hu: boxoló

source: punches do more damage
hu: az ütések több sebzést okoznak

source: learned to throw punches with purpose
hu: okkal való ütés megtanulva

source: martial artist
hu: harcművész

source: punches do even more damage.
hu: az ütések még többet sebeznek.

source: learned to fight quite effectively without weapons
hu: fegyverek nélkül is egész jól megy a harc

source: unarmed master
hu: fegyvertelen mester

source: punch twice as fast, and with even more force
hu: kétszer gyorsabb, erősebb ütés

source: learned to strike faster without weapons
hu: gyorsabb támadás fegyver nélkül megtanulva

source: barbarian
hu: barbár

source: melee weapons deal more damage
hu: közelharci fegyverek

source: learned to swing weapons with force
hu: erős fegyverlóbálás megtanulva

source: slow metabolism
hu: lassú anyagcsere

source: go twice as far without eating
hu: menj kétszer olyan messzire evés nélkül

source: learned how to ignore the hunger
hu: éhség ignorálása megtanulva

source: desert rat
hu: sivatagi patkány

source: go twice as far without drinking
hu: menj kétszer olyan messzire ivás nélkül

source: learned to love the dry air
hu: száraz levegő szeretete megtanulva

source: evasive
hu: kitérő

source: dodge attacks more effectively
hu: hatékonyabb kitérés támadások elől

source: learned to be where they're not
hu: megtanultál ott lenni, ahol nincsenek

source: precise
hu: precíz

source: land blows more often
hu: a szárazföld gyakrabban fúj

source: learned to predict their movement
hu: megtanultál megjósolni a mozgásukat

source: scout
hu: felderít

source: see farther
hu: lásd apa

source: learned to look ahead
hu: megtanultál előre nézni

source: stealthy
hu: lopakodó

source: better avoid conflict in the wild
hu: jobb elkerülni a konfliktusokat a vadonban

source: learned how not to be seen
hu: megtanultad, hogyan ne lássanak téged

source: gastronome
hu: gasztronóm

source: restore more health when eating
hu: több életerő helyreállítása étkezés közben

source: learned to make the most of food
hu: megtanultad elkészíteni a legtöbb ételt

source: sound on.
hu: hang be.

source: get the app.
hu: szerezd meg az appot.

source: lights off.
hu: lámpa ki.

source: hyper.
hu: hiper.

source: restart.
hu: újrakezdés.

source: share.
hu: megosztás.

source: save.
hu: mentés.

source: export or import save data, for backing up
hu: mentett adatok exportálása vagy importálása, biztonsági mentéshez

source: or migrating computers
hu: vagy számítók összevonása

source: save this.
hu: mentsd ezt.

source: got it
hu: rendicsek

source: are you sure?
hu: biztos vagy benne?

source: if the code is invalid, all data will be lost.
hu: ha a kód hibás, minden elvész.

source: this is irreversible.
hu: ez visszafordíthatatlan.

source: yes
hu: igen

source: no
hu: nem

source: put the save code here.
hu: másold ide a mentés-kódot.

source: Restart?
hu: Újrakezded?

source: restart the game?
hu: újrakezded a játékot?

source: Get the App
hu: Szerezd meg az appot

source: bring the room with you.
hu: hozd magaddal a szobát.

source: close
hu: bezár

source: Share
hu: Megosztás

source: bring your friends.
hu: hozd el a barátaidat.

source: lights on.
hu: lámpa be.

source: Go Hyper?
hu: Gyerünk Hyper?

source: turning hyper mode speeds up the game to x2 speed. do you want to do that?
hu: a hiper mód bekapcsolása felgyorsítja a játékot x2 sebességre. ezt akarod?

source: classic.
hu: klasszikus.

source: sound off.
hu: hang ki.

source: Sound Available!
hu: Hang elérhető!

source: ears flooded with new sensations.
hu: a fülek elárasztva egy új érzéssel.

source: perhaps silence is safer?
hu: talán a csend biztonságosabb?

source: enable audio
hu: hang bekapcsolása

source: disable audio
hu: hang kikapcsolása

source: pause.
hu: megállít.

source: eat meat
hu: egyél húst

source: use meds
hu: használj gyógyszert

source: miss
hu: elhibázik

source: stunned
hu: sokkolt

source: leave
hu: kilép

source: drop:
hu: eldob:

source: nothing
hu: semmi

source: take
hu: eltesz

source: take:
hu: eltesz:

source: nothing to take
hu: nincs mit eltenni

source: all
hu: összes

source: take everything
hu: mindent eltesz

source: take all you can
hu: mindent eltesz amit el tudsz

source: and
hu: és

source: *** EVENT ***
hu: *** ESEMÉNY ***

source: saved.
hu: elmentve.

source: wood
hu: fa

source: builder
hu: építész

source: teeth
hu: fog

source: meat
hu: hús

source: fur
hu: szőrme

source: alien alloy
hu: idegen ötvözet

source: bullets
hu: töltények

source: charm
hu: amulett

source: leather
hu: bőr

source: iron
hu: vas

source: steel
hu: acél

source: coal
hu: szén

source: sulphur
hu: kén

source: energy cell
hu: energiacella

source: torch
hu: fáklya

source: medicine
hu: gyógyszer

source: hunter
hu: vadász

source: trapper
hu: csapdász

source: tanner
hu: tímár

source: grenade
hu: gránát

source: charcutier
hu: hentes

source: iron miner
hu: vasbányász

source: iron mine
hu: vasbánya

source: coal miner
hu: szénbányász

source: coal mine
hu: szénbánya

source: sulphur miner
hu: foszforbányász

source: sulphur mine
hu: foszforbánya

source: armourer
hu: páncélos

source: steelworker
hu: acélmunkás

source: bait
hu: csali

source: cured meat
hu: tiszta hús

source: scales
hu: pikkely

source: compass
hu: iránytű

source: laser rifle
hu: lézerpuska

source: gatherer
hu: gyűjtögető

source: cloth
hu: ruha

source: thieves
hu: tolvajok

source: not enough fur
hu: nincs elég bunda

source: not enough wood
hu: nincs elég fa

source: not enough coal
hu: nincs elég szén

source: not enough iron
hu: nincs elég vas

source: not enough steel
hu: nincs elég acél

source: not enough sulphur
hu: nincs elég foszfor

source: baited trap
hu: felcsalizott csapda

source: not enough scales
hu: nincs elég pikkely

source: not enough cloth
hu: nincs elég ruha

source: not enough teeth
hu: nincs elég fog

source: not enough leather
hu: nincs elég bőr

source: not enough meat
hu: nincs elég hús

source: the compass points east
hu: az iránytű keletnek mutat

source: the compass points west
hu: az iránytű nyugatnak mutat

source: the compass points north
hu: az iránytű északnak mutat

source: the compass points south
hu: az iránytű délnek mutat

source: the compass points northeast
hu: az iránytű észak-keletnek mutat

source: the compass points northwest
hu: az iránytű észak-nyugatnak mutat

source: the compass points southeast
hu: az iránytű dél-keletnek mutat

source: the compass points southwest
hu: az iránytű dél-nyugatnak mutat

source: Outside
hu: Külvilág

source: scraps of fur
hu: szőrmaradék

source: bits of meat
hu: egy kis hús

source: strange scales
hu: különös pikkely

source: scattered teeth
hu: törött fog

source: tattered cloth
hu: szakadt ruha

source: a crudely made charm
hu: egy durván készített amulett

source: A Silent Forest
hu: Egy Csendes Erdő

source: gather wood
hu: fát gyűjt

source: a stranger arrives in the night
hu: az éjjel egy idegen érkezik

source: a weathered family takes up in one of the huts.
hu: egy viharvert család beköltözik az egyik kuckóba.

source: a small group arrives, all dust and bones.
hu: egy kis csapat megérkezik, csupa por és csont.

source: a convoy lurches in, equal parts worry and hope.
hu: egy konvoj lép be, egyenlő részek aggódnak és reménykednek.

source: the town's booming. word does get around.
hu: a kisváros durrog. a csapból is ez folyik.

source: pop
hu: pukkan

source: forest
hu: erdő

source: village
hu: falu

source: check traps
hu: ellenőrzi a csapdákat

source: A Lonely Hut
hu: Egy Magányos Kuckó

source: A Tiny Village
hu: Egy Kis Falu

source: A Modest Village
hu: Egy Közepes Falu

source: A Large Village
hu: Egy Nagy Falu

source: A Raucous Village
hu: Egy Termetes Falu

source: the sky is grey and the wind blows relentlessly
hu: az ég szürke és a szél szüntelenül fúj

source: dry brush and dead branches litter the forest floor
hu: száraz avar és elhullott ágak díszítik az erdő talaját

source: the traps contain
hu: a csapdák tartalmaznak

source: A Dusty Path
hu: Egy Poros Ösvény

source: supplies:
hu: készletek:

source: embark
hu: nekiindul

source: the compass points
hu: az iránytű iránya

source: perks:
hu: tulajdonságok:

source: none
hu: semmi

source: armour
hu: páncél

source: water
hu: víz

source: restores
hu: visszaállít

source: use with rifle
hu: használ a puskával

source: emits a soft red glow
hu: gyengéd vörös fényt ad

source: free {0}/{1}
hu: szabad {0}/{1}

source: damage
hu: sebzés

source: weight
hu: súly

source: available
hu: elérhető

source: trap
hu: csapda

source: builder says she can make traps to catch any creatures might still be alive out there
hu: az építész felajánlja, hogy épít csapdát

source: more traps to catch more creatures
hu: több csapda több teremtményt fog

source: more traps won't help now
hu: már nem segít több csapda

source: cart
hu: kocsi

source: builder says she can make a cart for carrying wood
hu: az építész felajánlja, hogy épít kocsit

source: the rickety cart will carry more wood from the forest
hu: egy kocsi több fát képes hozni az erdőből

source: hut
hu: kuckó

source: builder says there are more wanderers. says they'll work, too.
hu: az építész szerint vannak még kóborlók, szerinte ők is dolgozni fognak.

source: builder puts up a hut, out in the forest. says word will get around.
hu: az építész felhúz egy kuckót az erdőben. szerinte hamar eljut majd a híre.

source: no more room for huts.
hu: nincs hely több kuckónak.

source: lodge
hu: kunyhó

source: villagers could help hunt, given the means
hu: a falusiak tudnának segíteni vadászni

source: the hunting lodge stands in the forest, a ways out of town
hu: a vadászkunyhó az erdőben van egy út mellett

source: trading post
hu: piac

source: a trading post would make commerce easier
hu: egy piac segítené a csereberét

source: now the nomads have a place to set up shop, they might stick around a while
hu: most, hogy a nomádok tudnak hol eladni, lehet itt maradnak egy kicsit

source: tannery
hu: cserzőműhely

source: builder says leather could be useful. says the villagers could make it.
hu: az építész szerint a bőr hasznos lehetne, a falusiak el is tudnák készíteni.

source: tannery goes up quick, on the edge of the village
hu: a cserzőműhely meg is épül a falu szélén

source: smokehouse
hu: füstölőház

source: should cure the meat, or it'll spoil. builder says she can fix something up.
hu: meg kéne tisztítani a húst, vagy megromlik. az építész talán tud segíteni.

source: builder finishes the smokehouse. she looks hungry.
hu: az építész befejezte a füstölőházat, azt mondja éhes.

source: workshop
hu: műhely

source: builder says she could make finer things, if she had the tools
hu: az építész azt mondja, eszközökkel pacekabb dolgokat készíthetne

source: workshop's finally ready. builder's excited to get to it
hu: kész a műhely, az építész izgatottan várja, hogy kipróbálhassa

source: steelworks
hu: acélmű

source: builder says the villagers could make steel, given the tools
hu: az építész szerint a falusiak tudnának acélt gyártani a megfelelő eszközökkel

source: a haze falls over the village as the steelworks fires up
hu: köd esik a falu fölé, amikor az acélmű felgyullad

source: armoury
hu: páncélos

source: builder says it'd be useful to have a steady source of bullets
hu: az építész szerint jó lenne egy biztos forrás a töltényekből

source: armoury's done, welcoming back the weapons of the past.
hu: fegyverzet kész, üdvözölve a múlt fegyvereit.

source: a torch to keep the dark away
hu: egy fáklya, a sötétség távoltartására

source: waterskin
hu: vízbőr

source: this waterskin'll hold a bit of water, at least
hu: a vízbőr legalább magába tart egy kis vizet

source: cask
hu: hordó

source: the cask holds enough water for longer expeditions
hu: a hordóban elég víz elfér hosszabb expedíciókhoz

source: water tank
hu: víztartály

source: never go thirsty again
hu: sose indulj szomjasan útnak

source: bone spear
hu: csontlándzsa

source: this spear's not elegant, but it's pretty good at stabbing
hu: ez a lándzsa nem pacek, de jól lehet vele döfni

source: rucksack
hu: hátizsák

source: carrying more means longer expeditions to the wilds
hu: több dolog cipelése hosszabb expedíciót jelent a vadonban

source: wagon
hu: kocsi

source: the wagon can carry a lot of supplies
hu: a kocsiban rengeteg dolog elfér

source: convoy
hu: konvoj

source: the convoy can haul mostly everything
hu: a konvoj szinte bármit elvisz

source: l armour
hu: páncél

source: leather's not strong. better than rags, though.
hu: a bőr nem erős, de jobb, mint a rongy.

source: i armour
hu: páncél

source: iron's stronger than leather
hu: a vas erősebb a bőrnél

source: s armour
hu: páncél

source: steel's stronger than iron
hu: az acél erősebb, mint a vas

source: iron sword
hu: vaskard

source: sword is sharp. good protection out in the wilds.
hu: a kard éles, kitűnő védelem a vadonban.

source: steel sword
hu: acélkard

source: the steel is strong, and the blade true.
hu: az acél nagyon erős, a penge elég penge.

source: rifle
hu: puska

source: black powder and bullets, like the old days.
hu: lőpor és töltények, pont mint régen.

source: Room
hu: Szoba

source: A Dark Room
hu: Egy Sötét Szoba

source: light fire
hu: tüzet gyújt

source: stoke fire
hu: tüzet csihol

source: the room is {0}
hu: a szoba {0}

source: the fire is {0}
hu: a tűz {0}

source: the stranger is standing by the fire. she says she can help. says she builds things.
hu: az idegen a tűz mellett áll, azt mondja segít, tud építeni.

source: freezing
hu: fagyos

source: cold
hu: hideg

source: mild
hu: enyhe

source: warm
hu: meleg

source: hot
hu: forró

source: dead
hu: halott

source: smoldering
hu: parázsló

source: flickering
hu: pattogó

source: burning
hu: égő

source: roaring
hu: ordít

source: A Firelit Room
hu: Egy tűzvilágította szoba

source: not enough wood to get the fire going
hu: nincs elég fa a tűzre rakáshoz

source: the wood has run out
hu: kifogyott a fa

source: the light from the fire spills from the windows, out into the dark
hu: a tűz fénye kitáncol az ablakon egyenesen a sötétbe

source: builder stokes the fire
hu: az építész rak a tűzre

source: the wind howls outside
hu: a szél csak süvít kint

source: the wood is running out
hu: a fa kezd kifogyni

source: a ragged stranger stumbles through the door and collapses in the corner
hu: egy megtépett idegen beront az ajtón és összeesik a sarokban

source: the stranger shivers, and mumbles quietly. her words are unintelligible.
hu: az idegen reszket, halkan motyog. nincs értelme a beszédjének.

source: the stranger in the corner stops shivering. her breathing calms.
hu: az idegen már nem reszket. légzése megnyugszik.

source: stores
hu: tárol

source: weapons
hu: fegyverek

source: total
hu: teljes

source: not enough
hu: nem elég

source: builder just shivers
hu: az építész reszket

source: build:
hu: épít:

source: craft:
hu: barkácsol:

source: buy:
hu: vásárol:

source: Ship
hu: Hajó

source: An Old Starship
hu: Egy Régi Csillaghajó

source: hull:
hu: hajótest:

source: engine:
hu: motor:

source: reinforce hull
hu: hajótest megerősítése

source: upgrade engine
hu: motor fejlesztése

source: lift off
hu: leemel

source: somewhere above the debris cloud, the wanderer fleet hovers. been on this rock too long.
hu: valahol a törmelékfelhő felett a vándorló flotta lebeg. túl sokáig volt ezen a sziklán.

source: not enough alien alloy
hu: nincs elég idegen ötvözet

source: Ready to Leave?
hu: Távozhatunk?

source: time to get out of this place. won't be coming back.
hu: ideje távozni, többet vissza nem jövünk.

source: linger
hu: késik

source: hull:
hu: hajótest:

source: Troposphere
hu: Troposzféra

source: Stratosphere
hu: Sztratoszféra

source: Mesosphere
hu: Mesoféra

source: Thermosphere
hu: Thermoszféra

source: Exosphere
hu: Exoféra

source: Space
hu: Űr

source: score for this game: {0}
hu: elért pontok ebben a játékban: {0}

source: total score: {0}
hu: összes pont: {0}

source: expanded story. alternate ending. behind the scenes commentary. get the app.
hu: kibővített történet. eltérő befejezés. kulisszák mögötti beszélgetés. szerezd meg az appot.

source: punch
hu: üt

source: stab
hu: bök

source: swing
hu: lóbál

source: slash
hu: vág

source: thrust
hu: átgázol

source: shoot
hu: lő

source: blast
hu: robbant

source: lob
hu: dob

source: tangle
hu: beszáll

source: An&nbsp;Outpost
hu: Egy&nbsp;Előörs

source: Iron&nbsp;Mine
hu: Vas&nbsp;Bánya

source: Coal&nbsp;Mine
hu: Szén&nbsp;Bánya

source: Sulphur&nbsp;Mine
hu: Kén&nbsp;Bánya

source: An&nbsp;Old&nbsp;House
hu: Egy&nbsp;Régi&nbsp;Ház

source: A&nbsp;Damp&nbsp;Cave
hu: Egy&nbsp;Barlang

source: An&nbsp;Abandoned&nbsp;Town
hu: Egy&nbsp;Elhagyatott&nbsp;Kisváros

source: A&nbsp;Ruined&nbsp;City
hu: Egy&nbsp;Leigázott&nbsp;Város

source: A&nbsp;Crashed&nbsp;Starship
hu: Egy&nbsp;Lezuhant&nbsp;Csillaghajó

source: A&nbsp;Borehole
hu: Egy&nbsp;Fúrólyuk

source: A&nbsp;Battlefield
hu: Egy&nbsp;Harctér

source: A&nbsp;Murky&nbsp;Swamp
hu: Egy&nbsp;Iszapos&nbsp;Mocsár

source: A&nbsp;Destroyed&nbsp;Village
hu: Egy&nbsp;Elpusztított&nbsp;Falu

source: water:{0}
hu: víz:{0}

source: pockets
hu: zsebek

source: dangerous to be this far from the village without proper protection
hu: elég veszélyes ilyen messzire jönni a falutól megfelelő védelem nélkül

source: safer here
hu: itt biztonságosabb

source: the meat has run out
hu: elfogyott a hús

source: starvation sets in
hu: éhezés ütötte fel a fejét

source: there is no more water
hu: nincs több víz

source: the thirst becomes unbearable
hu: a szomjúság már elviselhetetlen

source: the trees yield to dry grass. the yellowed brush rustles in the wind.
hu: a fák száraz fűbe kerülnek. a sárgás levelek zümmögnek a szélben.

source: the trees are gone. parched earth and blowing dust are poor replacements.
hu: a fák eltűntek. a kiszáradt föld és a fújó por gyenge utánpótlásuk.

source: trees loom on the horizon. grasses gradually yield to a forest floor of dry branches and fallen leaves.
hu: fák húzódnak a láthatáron. a füvek fokozatosan száraz ágak és lehullott levelek erdőterületére kerülnek.

source: the grasses thin. soon, only dust remains.
hu: a fű lassan elvékonyodik, helyén csak por marad.

source: the barrens break at a sea of dying grass, swaying in the arid breeze.
hu: a kopár a haldokló fű tengerén szakad meg, és a száraz szellőben ingadozik.

source: a wall of gnarled trees rises from the dust. their branches twist into a skeletal canopy overhead.
hu: a porból emelkedik a csiszolt fák fala. ágak a csontváz-lombkorona fölé csavarodnak.

source: Wanderer
hu: Vándor

source: The&nbsp;Village
hu: A&nbsp;Falu

source: the world fades
hu: a világ eltűnik

source: water replenished
hu: víz feltöltve

source: A Barren World
hu: Egy kopár világ

source: A Snarling Beast
hu: Egy horkoló fenevad

source: snarling beast
hu: horkoló fenevad

source: the snarling beast is dead
hu: a horkoló fenevad halott

source: a snarling beast leaps out of the underbrush
hu: egy horkoló fenevad ugrik ki a bokrok közül

source: A Gaunt Man
hu: Egy Sovány Ember

source: gaunt man
hu: sovány ember

source: the gaunt man is dead
hu: a sovány ember halott

source: a gaunt man approaches, a crazed look in his eye
hu: egy sovány ember megjelenik, a szeme se áll jól

source: A Strange Bird
hu: Egy Furcsa Madár

source: strange bird
hu: furcsa madár

source: the strange bird is dead
hu: a furcsa madár halott

source: a strange looking bird speeds across the plains
hu: egy furcsa madár suhan végig a tájon

source: A Shivering Man
hu: Egy Reszkető Ember

source: shivering man
hu: reszkető ember

source: the shivering man is dead
hu: a reszkető ember halott

source: a shivering man approaches and attacks with surprising strength
hu: egy reszkető ember megjelenik. majd meglepően nagy erővel támad

source: A Man-Eater
hu: Egy Emberevő

source: man-eater
hu: emberevő

source: the man-eater is dead
hu: az emberevő halott

source: a large creature attacks, claws freshly bloodied
hu: egy hatalmas élőlény megtámad, karmain még friss a vér

source: A Scavenger
hu: Egy Gyűjtögető

source: scavenger
hu: gyűjtögető

source: the scavenger is dead
hu: a gyűjtögető halott

source: a scavenger draws close, hoping for an easy score
hu: egy gyűjtögető közelebb oson, remélve egy könnyű fogást

source: A Huge Lizard
hu: Egy Hatalmas Gyík

source: lizard
hu: gyík

source: the lizard is dead
hu: a gyík halott

source: the grass thrashes wildly as a huge lizard pushes through
hu: a fű vadul dobog, amikor egy hatalmas gyík áthatol

source: A Feral Terror
hu: Egy Vad Teremtmény

source: feral terror
hu: vad teremtmény

source: the feral terror is dead
hu: a vad teremtmény halott

source: a beast, wilder than imagining, erupts out of the foliage
hu: egy vadállat, nagyobb, mint képzelnéd, kitör a lombozatból

source: A Soldier
hu: Egy Katona

source: soldier
hu: katona

source: the soldier is dead
hu: a katona halott

source: a soldier opens fire from across the desert
hu: egy katona tüzet nyit a sivatagon keresztül

source: A Sniper
hu: Egy Mesterlövész

source: sniper
hu: mesterlövész

source: the sniper is dead
hu: a mesterlövész halott

source: a shot rings out, from somewhere in the long grass
hu: egy lövés durran el, valahonnan a távoli magas fűből

source: The Thief
hu: A Tolvaj

source: the villagers haul a filthy man out of the store room.
hu: a falusiak mocskos embert szállítanak ki a raktárból.

source: say his folk have been skimming the supplies.
hu: azt mondja az emberei már lopkodták a készleteket.

source: say he should be strung up as an example.
hu: azt mondja példát kéne statuálni rajta.

source: a thief is caught
hu: a tolvaj el lett kapva

source: hang him
hu: akasszuk fel

source: spare him
hu: kegyelmezzünk meg neki

source: the villagers hang the thief high in front of the store room.
hu: a falusiak felakasztják a tolvajt a raktárszoba előtt.

source: the point is made. in the next few days, the missing supplies are returned.
hu: lecke megtanulva, az ellopott készletek egy-két napon belül visszakerültek.

source: the man says he's grateful. says he won't come around any more.
hu: a tag azt mondja nagyon hálás, többet nem látjuk erre.

source: shares what he knows about sneaking before he goes.
hu: elmond mindent, amit tud a lopakodásról, mielőtt elmegy.

source: a strange thrumming, pounding and crashing. visions of people and places, of a huge machine and twisting curves.
hu: furcsa dobogás, dörömbölés és összeomlás. emberek és helyek látása, egy hatalmas gép és csavaró görbék.

source: inviting. it would be so easy to give in, completely.
hu: meghívás. olyan könnyű lenne teljesen beadni.

source: a strange thrumming, pounding and crashing. and then gone.
hu: furcsa dobogás, dörömbölés és összeomlás. és eltűnik.
