Repository: gaudi68/egysotetszoba
Catalog: lang/*/strings.po
Languages: hu

source: give in
hu: beadni

source: ignore it
hu: figyelmen kívül hagyni

source: A Ruined Trap
hu: Egy Rossz Csapda

source: some of the traps have been torn apart.
hu: néhány csapda szét lett tépve.

source: large prints lead away, into the forest.
hu: hatalmas nyomok vezetnek be az erdőbe.

source: some traps have been destroyed
hu: néhány csapda el lett pusztítva

source: track them
hu: nyomok követése

source: ignore them
hu: nyomok figyelmen kívül hagyása

source: the tracks disappear after just a few minutes.
hu: a nyomok eltűnnek néhány perc után.

source: the forest is silent.
hu: az erdőben síri csend van.

source: nothing was found
hu: semmi sem lett találva

source: go home
hu: menj haza

source: not far from the village lies a large beast, its fur matted with blood.
hu: nem messze a falutól fekszik egy nagy vadállat, vértől csicsogó bundával.

source: it puts up little resistance before the knife.
hu: kis ellenállást mutat a kés előtt.

source: there was a beast. it's dead now
hu: egy vadállat volt itt. már halott

source: Fire
hu: Tűz

source: a fire rampages through one of the huts, destroying it.
hu: egy kuckó porrá ég a lángoló tűz alatt.

source: all residents in the hut perished in the fire.
hu: a kuckó összes lakója bent égett.

source: a fire has started
hu: tűz ütött ki

source: mourn
hu: gyászol

source: some villagers have died
hu: néhány falusi meghalt

source: Sickness
hu: Betegség

source: a sickness is spreading through the village.
hu: egy járvány sújt végig a falun.

source: medicine is needed immediately.
hu: azonnal orvosságra van szükség.

source: some villagers are ill
hu: néhány lakos beteg

source: 1 medicine
hu: 1 gyógyszer

source: the sickness is cured in time.
hu: a betegség időben meggyógyítva.

source: sufferers are healed
hu: a szenvedők meggyógyultak

source: the sickness spreads through the village.
hu: a kór végig terjed az egész falun.

source: the days are spent with burials.
hu: a napokat temetések töltik ki.

source: the nights are rent with screams.
hu: éjjelente sikoltozás hallható.

source: sufferers are left to die
hu: a szenvedőkkel nem lehet semmit tenni. meg fognak halni

source: Plague
hu: Kór

source: a terrible plague is fast spreading through the village.
hu: egy rettenetes kór söpör végig a falun.

source: a plague afflicts the village
hu: egy kór fertőzi meg a falut

source: buy medicine
hu: gyógyszer vásárlása

source: 5 medicine
hu: 5 gyógyszer

source: do nothing
hu: ne tégy semmit

source: the plague is kept from spreading.
hu: a kór megfékezve.

source: only a few die.
hu: csak néhányan vesznek oda.

source: the rest bury them.
hu: a többiek eltemetik őket.

source: epidemic is eradicated eventually
hu: a járvány végül felszámolódik

source: the plague rips through the village.
hu: a kór áthatol a faluban.

source: the only hope is a quick death.
hu: az egyetlen remény a gyors halál.

source: population is almost exterminated
hu: a lakosság szinte kihalt

source: A Beast Attack
hu: Egy Vadállat Támadás

source: a pack of snarling beasts pours out of the trees.
hu: egy csomó fenevad ugrik ki a fák közül.

source: the fight is short and bloody, but the beasts are repelled.
hu: a harc rövid és véres, de a vadállatok visszavonulnak.

source: the villagers retreat to mourn the dead.
hu: a falusiak elvonulnak gyászolni a halottakat.

source: wild beasts attack the villagers
hu: vadállat támadja meg a falusiakat

source: predators become prey. price is unfair
hu: a ragadozók áldozatul válnak. az ár tisztességtelen

source: A Military Raid
hu: Egy Katonai Rajtaütés

source: a gunshot rings through the trees.
hu: egy lövés durran el a fák között.

source: well armed men charge out of the forest, firing into the crowd.
hu: jól felszerelt emberek rohannak ki az erdőből, golyózáport eresztve a tömegre.

source: after a skirmish they are driven away, but not without losses.
hu: összecsapás után elmenekülnek, de nem veszteségek nélkül.

source: troops storm the village
hu: katonák lepik el a falut

source: warfare is bloodthirsty
hu: a harc vérszomjas

source: The Nomad
hu: A Nomád

source: a nomad shuffles into view, laden with makeshift bags bound with rough twine.
hu: egy nomád kerül a láthatárra, durva zsineggel kötött váltózsákokkal.

source: won't say from where he came, but it's clear that he's not staying.
hu: nem köti az orrodra hova valósi, de az biztos, hogy nem marad.

source: a nomad arrives, looking to trade
hu: egy nomád érkezik, szeretne cserélni

source: buy scales
hu: pikkely vásárlása

source: buy teeth
hu: fog vásárlása

source: buy bait
hu: csali vásárlása

source: traps are more effective with bait.
hu: a csapdák hatékonyabbak csalival.

source: buy compass
hu: iránytű vásárlása

source: the old compass is dented and dusty, but it looks to work.
hu: a régi iránytű kissé ócska, de úgy néz ki működik.

source: say goodbye
hu: viszlát

source: Noises
hu: Zajok

source: through the walls, shuffling noises can be heard.
hu: a falakon keresztül furcsa hangok hallhatók.

source: can't tell what they're up to.
hu: nem tudni mire készülnek.

source: strange noises can be heard through the walls
hu: furcsa hang szűrődik át a falakon

source: investigate
hu: nyomoz

source: vague shapes move, just out of sight.
hu: homályos formák mozognak, csak a látótávolságon kívül.

source: the sounds stop.
hu: a hang eltűnt.

source: go back inside
hu: bemegy vissza

source: a bundle of sticks lies just beyond the threshold, wrapped in coarse furs.
hu: egy köteg bot közvetlenül a küszöbön túl helyezkedik el, durva szőrmébe csomagolva.

source: the night is silent.
hu: az éj csendes.

source: scratching noises can be heard from the store room.
hu: kaparó hang hallatszik a raktárszobából.

source: something's in there.
hu: valami bent van.

source: something's in the store room
hu: valami bent van a raktárszobában

source: some wood is missing.
hu: egy kis fa eltűnt.

source: the ground is littered with small scales
hu: a földön apró pikkelyek hevernek

source: the ground is littered with small teeth
hu: a földön apró fogak hevernek

source: the ground is littered with scraps of cloth
hu: a talajon kis ruhadarabok hevernek

source: The Beggar
hu: A Koldus

source: a beggar arrives.
hu: egy koldus megérkezik.

source: asks for any spare furs to keep him warm at night.
hu: bundát szeretne kérni, hogy éjjel melegen tartsa.

source: a beggar arrives
hu: egy koldus érkezik

source: give 50
hu: adj 50-et

source: give 100
hu: adj 100-at

source: turn him away
hu: küldd el

source: the beggar expresses his thanks.
hu: a koldus kifejezi köszönetét.

source: leaves a pile of small scales behind.
hu: egy marék pikkelyt hagy maga után.

source: leaves a pile of small teeth behind.
hu: egy marék fogat hagy maga után.

source: leaves some scraps of cloth behind.
hu: néhány szakadt ruhát hagy maga után.

source: The Shady Builder
hu: A Gyanús Építész

source: a shady builder passes through
hu: egy gyanúss építő áthalad

source: says he can build you a hut for less wood
hu: azt mondja, hogy kevesebb fáért tud neked kunyhót építeni

source: 300 wood
hu: 300 fa

source: the shady builder has made off with your wood
hu: a gyanús építész meglépett a fáddal

source: the shady builder builds a hut
hu: a gyanús építész épít egy kuckót

source: The Mysterious Wanderer
hu: A Titokzatos Vándor

source: a wanderer arrives with an empty cart. says if he leaves with wood, he'll be back with more.
hu: egy vándor érkezik egy üres szekérrel. azt mondja, ha fával távozik, visszajön még többel.

source: builder's not sure he's to be trusted.
hu: az építő nem biztos, hogy megbízhatunk benne.

source: a mysterious wanderer arrives
hu: egy titokzatos vándor érkezik

source: give 500
hu: adj 500-at

source: the wanderer leaves, cart loaded with wood
hu: a vándor elmegy, szekere megpakolva fával

source: the mysterious wanderer returns, cart piled high with wood.
hu: a titokzatos vándor visszatér, a szekér tele van fával.

source: a wanderer arrives with an empty cart. says if she leaves with furs, she'll be back with more.
hu: egy vándor érkezik üres szekérrel. azt mondja, ha elmegy a szőrmékkel, visszajön még többel.

source: builder's not sure she's to be trusted.
hu: az építő nem biztos, hogy megbízhatunk benne.

source: turn her away
hu: küldd el

source: the wanderer leaves, cart loaded with furs
hu: a vándor elmegy, szekere megpakolva szőrmével

source: the mysterious wanderer returns, cart piled high with furs.
hu: a titokzatos vándor visszatér, szekere tele van szőrmével.

source: The Scout
hu: A Felderítő

source: the scout says she's been all over.
hu: a felderítő azt mondja, már bejárta az egész világot.

source: willing to talk about it, for a price.
hu: szívesen megosztja veled tudását, de annak megvan az ára.

source: a scout stops for the night
hu: egy felderítő megáll éjszakára

source: buy map
hu: vásárolj térképet

source: the map uncovers a bit of the world
hu: a térkép feltárja a világ egy részét

source: learn scouting
hu: tanulj meg felderíteni

source: The Master
hu: A Mester

source: an old wanderer arrives.
hu: egy öreg vándor érkezik.

source: he smiles warmly and asks for lodgings for the night.
hu: melegen mosolyog, és szállást kér éjszakára.

source: an old wanderer arrives
hu: egy öreg vándor érkezik

source: agree
hu: egyetért

source: in exchange, the wanderer offers his wisdom.
hu: cserébe a vándor a bölcsességét ajánlja.

source: evasion
hu: kitérés

source: precision
hu: pontosság

source: force
hu: erő

source: The Sick Man
hu: A Beteg Ember

source: a man hobbles up, coughing.
hu: egy férfi biceg fel, köhögve.

source: he begs for medicine.
hu: gyógyszerért könyörög.

source: a sick man hobbles up
hu: egy beteg férfi biceg fel

source: give 1 medicine
hu: adj 1 orvosságot

source: the man swallows the medicine eagerly
hu: a férfi mohón lenyeli a gyógyszert

source: tell him to leave
hu: közöld vele, hogy távozzon

source: the man is thankful.
hu: a férfi hálás.

source: he leaves a reward.
hu: hátrahagy egy jutalmat.

source: some weird metal he picked up on his travels.
hu: valami furcsa fém, amit az utazásai során szedett össze.

source: some weird glowing boxes he picked up on his travels.
hu: néhány furcsa, világító dobozt, amit az utazásai során szedett össze.

source: all he has are some scales.
hu: csak néhány pikkely van nála.

source: the man expresses his thanks and hobbles off.
hu: a férfi köszönetet mond, és elbiceg.

source: An Outpost
hu: Egy Előörs

source: a safe place in the wilds.
hu: egy biztosabb hely a vadonban.

source: A Murky Swamp
hu: Egy Zavaros Mocsár

source: rotting reeds rise out of the swampy earth.
hu: rothadó nádszálak emelkednek ki a mocsaras földből.

source: a lone frog sits in the muck, silently.
hu: egy magányos béka ücsörög a mocsárban csendben.

source: a swamp festers in the stagnant air.
hu: mocsár tanyázik a pangó levegőben.

source: enter
hu: bemegy

source: deep in the swamp is a moss-covered cabin.
hu: a mocsár mélyén egy mohával borított kunyhó áll.

source: an old wanderer sits inside, in a seeming trance.
hu: egy öreg vándor ül bent, látszólag transzba esve.

source: talk
hu: beszél

source: the wanderer takes the charm and nods slowly.
hu: a vándor elteszi az amulettet és lassan bólint.

source: he speaks of once leading the great fleets to fresh worlds.
hu: arról beszél, hogy egykor nagy flottákat vezetett új világok felé.

source: unfathomable destruction to fuel wanderer hungers.
hu: kifürkészhetetlen pusztítás, hogy táplálja a vándorok éhségét.

source: his time here, now, is his penance.
hu: az itt töltött ideje, most, az ő vezeklése.

source: A Damp Cave
hu: Egy Nedves Barlang

source: the mouth of the cave is wide and dark.
hu: a barlang szája széles és sötét.

source: can't see what's inside.
hu: nem látni mi lakozik odabent.

source: the earth here is split, as if bearing an ancient wound
hu: a föld itt meghasadt, mintha egy ősi sebet hordozna

source: go inside
hu: gyerünk be

source: a startled beast defends its home
hu: egy megriadt állat védi otthonát

source: continue
hu: tovább

source: leave cave
hu: elhagyja a barlangot

source: the cave narrows a few feet in.
hu: a barlang néhány méterrel beljebb szűkül.

source: the walls are moist and moss-covered
hu: a falak nedvesek és mohával borítottak

source: squeeze
hu: megszorít

source: the remains of an old camp sits just inside the cave.
hu: a barlangban csak egy régi tábor maradványai lelhetők fel.

source: bedrolls, torn and blackened, lay beneath a thin layer of dust.
hu: szakadt és megfeketedett ágyneműk hevertek a vékony porréteg alatt.

source: the body of a wanderer lies in a small cavern.
hu: egy vándor holtteste fekszik egy kis barlangban.

source: rot's been to work on it, and some of the pieces are missing.
hu: a rohadás dolgozott rajta, és néhány darab hiányzik.

source: can't tell what left it here.
hu: nem tudni mi hagyta itt.

source: the torch sputters and dies in the damp air
hu: a fáklya kigyullad és elhal a nedves levegőben

source: the darkness is absolute
hu: teljes a sötétség

source: the torch goes out
hu: a fáklya elalszik

source: a cave lizard attacks
hu: egy barlang gyík támad rád

source: a large beast charges out of the dark
hu: egy ormótlan bestia veti rád magát a sötétből

source: a giant lizard shambles forward
hu: egy óriás gyík robog előre

source: the nest of a large animal lies at the back of the cave.
hu: a barlang hátsó részében egy nagy állat fészke található.

source: a small supply cache is hidden at the back of the cave.
hu: a barlang hátsó részében egy kis készletraktár van elrejtve.

source: an old case is wedged behind a rock, covered in a thick layer of dust.
hu: egy régi táska egy szikla mögé ékelődött, vastag porréteggel borítva.

source: A Deserted Town
hu: Egy Elhagyatott Város

source: a small suburb lays ahead, empty houses scorched and peeling.
hu: egy kis külváros fekszik előttünk, üres házak felperzseltek és hámlanak.

source: broken streetlights stand, rusting. light hasn't graced this place in a long time.
hu: törött utcai lámpák állnak, rozsdásodva. fény már régóta nem ékesítette ezt a helyet.

source: the town lies abandoned, its citizens long dead
hu: a kisváros elhagyatottan fekszik, egykori lakosai már rég a túlvilágon

source: explore
hu: felfedez

source: where the windows of the schoolhouse aren't shattered, they're blackened with soot.
hu: ahol az iskola ablakai nem betörtek, hanem koromfeketék.

source: the double doors creak endlessly in the wind.
hu: a kétszárnyú ajtók végtelenül nyikorognak a szélben.

source: leave town
hu: elhagyja a várost

source: ambushed on the street.
hu: csapdába csalva az utcán.

source: a squat building up ahead.
hu: egy zömök épület előttünk.

source: a green cross barely visible behind grimy windows.
hu: egy zöld kereszt alig látható a koszos ablakok mögött.

source: a small cache of supplies is tucked inside a rusting locker.
hu: egy kis készletet rejt egy rozsdás szekrényben.

source: a scavenger waits just inside the door.
hu: egy gyűjtögető várakozik az ajtón belül.

source: a beast stands alone in an overgrown park.
hu: egy vadállat áll egyedül egy benőtt parkban.

source: an overturned caravan is spread across the pockmarked street.
hu: egy felborult lakókocsi terül szét a lyukas utcán.

source: it's been picked over by scavengers, but there's still some things worth taking.
hu: a gyűjtögetők már felszedték, de még mindig van néhány dolog, amit érdemes elvinni.

source: a madman attacks, screeching.
hu: egy őrült támad, sikoltozva.

source: a thug moves out of the shadows.
hu: egy gengszter lép ki az árnyékból.

source: a beast charges out of a ransacked classroom.
hu: egy fenevad ront ki egy kifosztott osztályteremből.

source: through the large gymnasium doors, footsteps can be heard.
hu: a nagy tornaterem ajtaján keresztül lépések hallatszanak.

source: the torchlight casts a flickering glow down the hallway.
hu: a fáklyafény pislákoló fényt vet a folyosón.

source: the footsteps stop.
hu: a lépések megállnak.

source: another beast, draw by the noise, leaps out of a copse of trees.
hu: egy másik vadállat, amelyet a zaj vonzott, kiugrik a fák közül.

source: something's causing a commotion a ways down the road.
hu: valami zűrzavart okoz az út mentén.

source: a fight, maybe.
hu: talán egy harc.

source: a small basket of food is hidden under a park bench, with a note attached.
hu: egy kis kosárnyi élelmiszert rejtettek el egy parki pad alá, amihez egy cetlit is mellékeltek.

source: can't read the words.
hu: nem lehet elolvasni a szavakat.

source: a panicked scavenger bursts through the door, screaming.
hu: egy pánikba esett gyűjtögető ront be sikoltozva az ajtón.

source: a man stands over a dead wanderer. notices he's not alone.
hu: egy férfi áll egy halott vándor felett. észreveszi, hogy nincs egyedül.

source: scavenger had a small camp in the school.
hu: a gyűjtögetőnek volt egy kisebb tábora az iskolában.

source: collected scraps spread across the floor like they fell from heaven.
hu: összegyűjtött morzsák úgy szóródtak szét a padlón, mintha az égből pottyantak volna.

source: scavenger'd been looking for supplies in here, it seems.
hu: úgy tűnik, a gyűjtögető itt kereste az utánpótlást.

source: a shame to let what he'd found go to waste.
hu: kár lenne hagyni, hogy kárba vesszen, amit talált.

source: beneath the wanderer's rags, clutched in one of its many hands, a glint of steel.
hu: a vándor rongyai alatt, sok kezének egyikében acél csillogott.

source: worth killing for, it seems.
hu: úgy néz ki, mint amiért ölni is megéri.

source: eye for an eye seems fair.
hu: szemet szemért igazságosnak tűnik.

source: always worked before, at least.
hu: eddig legalábbis mindig működött.

source: picking the bones finds some useful trinkets.
hu: a csontok felszedése során hasznos csecsebecséket találsz.

source: some medicine abandoned in the drawers.
hu: fiókokban hagyott gyógyszerek.

source: the clinic has been ransacked.
hu: a klinikát feldúlták.

source: only dust and stains remain.
hu: csak por és foltok maradnak.

source: A Ruined City
hu: Egy Leigázott Város

source: a battered highway sign stands guard at the entrance to this once-great city.
hu: egy ütött-kopott országúti tábla őrködik ennek az egykor nagyszerű városnak a bejáratánál.

source: the towers that haven't crumbled jut from the landscape like the ribcage of some ancient beast.
hu: a tornyok, amelyek nem omlottak össze, úgy emelkednek ki a tájból, mint valami ősi vadállat bordái.

source: might be things worth having still inside.
hu: lehet, hogy vannak még benne olyan dolgok, amiket érdemes megőrizni.

source: the towers of a decaying city dominate the skyline
hu: egy hanyatló város tornyai uralják az égboltot

source: the streets are empty.
hu: az utcák üresek.

source: the air is filled with dust, driven relentlessly by the hard winds.
hu: a levegő tele van porral, amelyet könyörtelenül hajt a kemény szél.

source: leave city
hu: város elhagyása

source: orange traffic cones are set across the street, faded and cracked.
hu: narancssárga közlekedési kúpok állnak az utca túloldalán, kifakultak és repedezettek.

source: lights flash through the alleys between buildings.
hu: fények villognak az épületek közötti sikátorokban.

source: a large shanty town sprawls across the streets.
hu: egy nagy nyomornegyed terpeszkedik az utcákon.

source: faces, darkened by soot and blood, stare out from crooked huts.
hu: koromtól és vértől elsötétült arcok bámulnak ki a görbe kunyhókból.

source: the shell of an abandoned hospital looms ahead.
hu: egy elhagyatott kórház romjai tűnnek fel előttünk.

source: the old tower seems mostly intact.
hu: a régi torony nagyrészt épnek tűnik.

source: the shell of a burned out car blocks the entrance.
hu: egy kiégett autó roncsa állja el a bejáratot.

source: most of the windows at ground level are busted anyway.
hu: a legtöbb földszinti ablak amúgy is betört.

source: a huge lizard scrambles up out of the darkness of an old metro station.
hu: egy hatalmas gyík mászik ki egy régi metróállomás sötétjéből.

source: descend
hu: leereszkedik

source: the shot echoes in the empty street.
hu: a lövés visszhangzik az üres utcán.

source: the soldier steps out from between the buildings, rifle raised.
hu: a katona kilép az épületek közül, felemelt puskával.

source: a frail man stands defiantly, blocking the path.
hu: egy törékeny férfi áll dacosan, elzárva az utat.

source: nothing but downcast eyes.
hu: csak lesütött szemek.

source: the people here were broken a long time ago.
hu: az itteni emberek már régen megtörtek.

source: empty corridors.
hu: üres folyosók.

source: the place has been swept clean by scavengers.
hu: a helyet a gyűjtögetők tisztára söpörték.

source: an old man bursts through a door, wielding a scalpel.
hu: egy öregember tör be az ajtón, szikével a kezében.

source: a thug is waiting on the other side of the wall.
hu: egy gengszter vár a fal túloldalán.

source: a snarling beast jumps out from behind a car.
hu: egy vicsorgó fenevad ugrik elő egy autó mögül.

source: street above the subway platform is blown away.
hu: utca a metróperon fölött elszállt.

source: lets some light down into the dusty haze.
hu: némi fényt enged a poros ködbe.

source: a sound comes from the tunnel, just ahead.
hu: hang hallatszik az alagútból, közvetlenül előttünk.

source: looks like a camp of sorts up ahead.
hu: úgy néz ki, mintha egyfajta tábor lenne előttünk.

source: rusted chainlink is pulled across an alleyway.
hu: rozsdás láncszemeket húznak át egy sikátoron.

source: fires burn in the courtyard beyond.
hu: az udvaron túl tüzek égnek.

source: more voices can be heard ahead.
hu: több hang hallható előre.

source: they must be here for a reason.
hu: oka kell, hogy legyen ittlétüknek.

source: the sound of gunfire carries on the wind.
hu: a lövések hangját hordozza a szél.

source: the street ahead glows with firelight.
hu: az utca előttünk tűzfényben izzik.

source: more squatters are crowding around now.
hu: most még több házfoglaló tolong körülöttük.

source: someone throws a stone.
hu: valaki eldob egy követ.

source: an improvised shop is set up on the sidewalk.
hu: egy rögtönzött boltot állítanak fel a járdán.

source: the owner stands by, stoic.
hu: a tulajdonos sztoikusan álldogál.

source: strips of meat hang drying by the side of the street.
hu: húscsíkok száradnak az utca szélén.

source: the people back away, avoiding eye contact.
hu: az emberek hátrálnak, kerülve a szemkontaktust.

source: someone has locked and barricaded the door to this operating theatre.
hu: valaki bezárta és elbarikádozta a műtő ajtaját.

source: a tribe of elderly squatters is camped out in this ward.
hu: egy idős házfoglalókból álló törzs táborozik ebben a kórteremben.

source: a pack of lizards rounds the corner.
hu: egy csapat gyík fordul be a sarkon.

source: strips of meat are hung up to dry in this ward.
hu: a húscsíkokat ebben a kórteremben akasztják fel száradni.

source: a large bird nests at the top of the stairs.
hu: egy nagy madár fészkel a lépcső tetején.

source: the debris is denser here.
hu: a törmelék itt sűrűbb.

source: maybe some useful stuff in the rubble.
hu: talán van valami hasznos dolog a törmelékben.

source: a swarm of rats rushes up the tunnel.
hu: egy patkányraj rohan fel az alagútban.

source: a large man attacks, waving a bayonet.
hu: egy nagydarab férfi támad, szuronyával hadonászik.

source: a second soldier opens fire.
hu: egy második katona tüzet nyit.

source: a masked soldier rounds the corner, gun drawn
hu: egy álarcos katona jön a sarkon, fegyverrel a kezében

source: the crowd surges forward.
hu: a tömeg előrenyomul.

source: a youth lashes out with a tree branch.
hu: egy fiatalember egy faággal csap le.
