Repository: gaudi68/egysotetszoba
Catalog: lang/*/strings.po
Languages: hu

source: a squatter stands firmly in the doorway of a small hut.
hu: egy földfoglaló határozottan áll egy kis kunyhó ajtajában.

source: behind the door, a deformed figure awakes and attacks.
hu: az ajtó mögött egy torz alak ébred fel és támad.

source: as soon as the door is open a little bit, hundreds of tentacles erupt.
hu: amint az ajtó egy kicsit kinyílik, csápok százai törnek elő.

source: bird must have liked shiney things.
hu: a madár biztosan szerette a fényes dolgokat.

source: some good stuff woven into its nest.
hu: néhány jó dolog beleszövődött a fészkébe.

source: not much here.
hu: nem sok minden van itt.

source: scavengers must have gotten to this place already.
hu: a gyűjtögetők már biztosan eljutottak ide.

source: the tunnel opens up at another platform.
hu: az alagút egy másik peronon nyílik.

source: the walls are scorched from an old battle.
hu: a falak megperzselődtek egy régi csatából.

source: bodies and supplies from both sides litter the ground.
hu: mindkét oldalról holttestek és ellátmányok hevernek a földön.

source: the small military outpost is well supplied.
hu: a kis katonai előőrs jól ellátott.

source: arms and munitions, relics from the war, are neatly arranged on the store-room floor.
hu: fegyverek és lőszerek, háborús relikviák, szépen elrendezve a raktár padlóján.

source: just as deadly now as they were then.
hu: ugyanolyan halálosak most is, mint akkoriban.

source: searching the bodies yields a few supplies.
hu: a holttestek átkutatása néhány készletet eredményez.

source: more soldiers will be on their way.
hu: még több katona lesz úton.

source: time to move on.
hu: ideje indulni.

source: the small settlement has clearly been burning a while.
hu: a kis település nyilvánvalóan már egy ideje ég.

source: the bodies of the wanderers that lived here are still visible in the flames.
hu: az itt élt vándorok teste még mindig látható a lángokban.

source: still time to rescue a few supplies.
hu: még mindig van időnk megmenteni néhány készletet.

source: the remaining settlers flee from the violence, their belongings forgotten.
hu: a megmaradt telepesek elmenekülnek az erőszak elől, holmijukat elfelejtve.

source: there's not much, but some useful things can still be found.
hu: nincs sok minden, de néhány hasznos dolog még mindig megtalálható.

source: the young settler was carrying a canvas sack.
hu: a fiatal telepes egy vászonzsákot cipelt.

source: it contains travelling gear, and a few trinkets.
hu: utazási felszerelést és néhány csecsebecsét tartalmaz.

source: there's nothing else here.
hu: nincs itt semmi más.

source: inside the hut, a child cries.
hu: a kunyhóban nincs semmi, egy gyerek sír, itt.

source: a few belongings rest against the walls.
hu: néhány holmi a falnak támaszkodik.

source: the stench of rot and death fills the operating theatres.
hu: a rothadás és a halál bűze tölti be a műtőket.

source: a few items are scattered on the ground.
hu: néhány tárgy szétszóródott a földön.

source: there is nothing else here.
hu: nincs itt semmi más.

source: a pristine medicine cabinet at the end of a hallway.
hu: egy makulátlan gyógyszeres szekrény a folyosó végén.

source: the rest of the hospital is empty.
hu: a kórház többi része üres.

source: someone had been stockpiling loot here.
hu: valaki zsákmányt halmozott fel itt.

source: the tentacular horror is defeated.
hu: a csápos szörnyűség legyőzve.

source: inside, the remains of its victims are everywhere.
hu: belül az áldozatok maradványai mindenütt ott vannak.

source: the warped man lies dead.
hu: a torzszülött ember holtan fekszik.

source: the operating theatre has a lot of curious equipment.
hu: a műtőben sok furcsa berendezés van.

source: the old man had a small cache of interesting items.
hu: az öregembernek volt egy kis rejtekhelye érdekes tárgyakkal.

source: An Old House
hu: Egy Régi Ház

source: an old house remains here, once white siding yellowed and peeling.
hu: egy régi ház maradt itt, az egykor fehér burkolat megsárgult és hámlik.

source: the door hangs open.
hu: az ajtó nyitva lóg.

source: the remains of an old house stand as a monument to simpler times
hu: egy régi ház maradványai az egyszerűbb idők emlékét őrzik

source: the house is abandoned, but not yet picked over.
hu: a ház elhagyatott, de még nincs feldúlva.

source: still a few drops of water in the old well.
hu: még mindig van néhány csepp víz a régi kútban.

source: the house has been ransacked.
hu: a házat feldúlták.

source: but there is a cache of medicine under the floorboards.
hu: de van egy gyógyszerraktár a padlódeszkák alatt.

source: a man charges down the hall, a rusty blade in his hand
hu: egy férfi rohan végig a folyosón, rozsdás pengével a kezében.

source: A Forgotten Battlefield
hu: Egy Elfeledett Csatatér

source: a battle was fought here, long ago.
hu: egy csatát vívtak itt, réges-régen.

source: battered technology from both sides lays dormant on the blasted landscape.
hu: mindkét oldalról származó, leharcolt technológia szunnyad a felrobbantott tájon.

source: A Huge Borehole
hu: Egy Hatalmas Fúrólyuk

source: a huge hole is cut deep into the earth, evidence of the past harvest.
hu: egy hatalmas lyuk van mélyen a földbe vájva, a múltbeli aratás bizonyítéka.

source: they took what they came for, and left.
hu: elvették, amiért jöttek, és elmentek.

source: castoff from the mammoth drills can still be found by the edges of the precipice.
hu: a mamutfúrókból származó törmelék még mindig megtalálható a szakadék szélénél.

source: A Crashed Ship
hu: Egy Lezuhant Hajó

source: the familiar curves of a wanderer vessel rise up out of the dust and ash.
hu: egy vándorhajó ismerős ívei emelkednek ki a porból és a hamuból.

source: lucky that the natives can't work the mechanisms.
hu: szerencse, hogy a bennszülöttek nem tudják működtetni a mechanizmusokat.

source: with a little effort, it might fly again.
hu: egy kis erőfeszítéssel újra repülhet.

source: salvage
hu: megmentés

source: The Sulphur Mine
hu: A Kénbánya

source: the military is already set up at the mine's entrance.
hu: a hadsereg már felállt a bánya bejáratánál.

source: soldiers patrol the perimeter, rifles slung over their shoulders.
hu: katonák járőröznek a környéken, puskával a vállukon.

source: a military perimeter is set up around the mine.
hu: katonai kordont állítanak fel a bánya körül.

source: attack
hu: megtámad

source: a soldier, alerted, opens fire.
hu: egy riasztott katona tüzet nyit.

source: run
hu: futás

source: a second soldier joins the fight.
hu: egy második katona is csatlakozik a harchoz.

source: a grizzled soldier attacks, waving a bayonet.
hu: egy girhes katona támad, szuronyával hadonászva.

source: the military presence has been cleared.
hu: a katonai jelenlétet tisztázták.

source: the mine is now safe for workers.
hu: a bánya most már biztonságos a munkások számára.

source: the sulphur mine is clear of dangers
hu: a kénbánya mentes a veszélyektől

source: The Coal Mine
hu: A Szénbánya

source: camp fires burn by the entrance to the mine.
hu: tábortüzek égnek a bánya bejáratánál.

source: men mill about, weapons at the ready.
hu: az emberek fegyverrel a kezükben szaladgálnak.

source: this old mine is not abandoned
hu: ez a régi bánya nem elhagyatott

source: a man joins the fight
hu: egy férfi csatlakozik a harchoz

source: only the chief remains.
hu: csak a főnök marad.

source: the camp is still, save for the crackling of the fires.
hu: a tábor csendes, csak a tüzek pattogása hallatszik.

source: the coal mine is clear of dangers
hu: a szénbánya mentes a veszélyektől

source: The Iron Mine
hu: A Vasbánya

source: an old iron mine sits here, tools abandoned and left to rust.
hu: egy régi vasbánya áll itt, a szerszámok elhagyatottan rozsdásodnak.

source: bleached bones are strewn about the entrance. many, deeply scored with jagged grooves.
hu: kifehéredett csontok vannak szétszórva a bejárat körül. sok, mélyen zegzugos barázdákkal.

source: feral howls echo out of the darkness.
hu: vad üvöltés visszhangzik a sötétségből.

source: the path leads to an abandoned mine
hu: az út egy elhagyatott bányába vezet

source: a large creature lunges, muscles rippling in the torchlight
hu: egy hatalmas lény támad, izmai fodrozódnak a fáklyafényben

source: the beast is dead.
hu: a fenevad halott.

source: the iron mine is clear of dangers
hu: a vasbánya mentes a veszélyektől

source: A Destroyed Village
hu: Egy Elpusztított Falu

source: a destroyed village lies in the dust.
hu: egy elpusztult falu fekszik a porban.

source: charred bodies litter the ground.
hu: elszenesedett testek hevernek a földön.

source: the metallic tang of wanderer afterburner hangs in the air.
hu: a vándorok utánégetőjének fémes zamata lóg a levegőben.

source: a shack stands at the center of the village.
hu: egy kunyhó áll a falu közepén.

source: there are still supplies inside.
hu: még mindig vannak készletek odabent.

source: all the work of a previous generation is here.
hu: az előző generáció minden munkája itt van.

source: ripe for the picking.
hu: megérett a szedésre.
